# 1. ტოლობა (==)
# მაგალითად : 5 == 5 - True
# ანუ ამოწმებს არის თუ არა ორი რიცხვი ერთმანეთის ტოლი

# 2. არატოლობა (!=)
# მაგალითად : 3 != 2 - True
# ამოწმებს  არის თუ არა ორი რიცხვი არათანაბარი

# 3. მეტი (>) ნაკლები (<)
# მაგალითად : 10 > 5 - True , 4 < 3 - False
# ადარებს რიცხვებს

# 4. მეტი ან ტოლი (>=) ნაკლები ან ტოლი (<=)
# მაგალითად : 7 >= 7 - True , 5 <= 4 - False

# 1. And (and)
# მაგალითად : (5 > 3) and (2 < 4) - True
# ორივე პირობა უნდა იყოს True

# 2. Or (or)
# მაგალითად : (5 == 3) or (2 < 4) - True
# ერთ ერთი პირობა უნდა იყოს True