 #1) დაწერეთ ფუნქცია, რომელიც მიიღებს რიცხვს და დააბრუნებს მის ორმაგ მნიშვნელობას.

#2) შექმენით ფუნქცია, რომელსაც არგუმენტად გადასცემთ 3 რიცხვს. ამ ფუნქციამ პასუხად უნდა დააბრუნოს პირველი ორი რიცხვის ჯამი გაყოფილი მესამე რიცხვზე.

#3) შექმენით ფუნქცია, რომელიც არგუმენტად მიიღებს სიას და ტერმინალში დაბეჭდავს სიის ყველა ელემენტს.

#4)თქვენი სიტყვებით ახსენით თუ რა განსხვავებაა print-სა და return keyword-ებს შორის.

#მოცემული დავალებების შესასრულებლად გამოიყენეთ return keyword.

def double_number(num):
    return num * 2
result = double_number(5)
print(result)

def numbers (num1, num2, num3) :
    return (num1 + num2) / num3